{
    "YES": "نعم",
    "NO": "لا",
    "ON": "مفعل",
    "OFF": "معطل",
    "OK": "حسنًا! تم الفهم",
    "SAVE": "حفظ",
    "NOTHING_T": "لم يتم إجراء أي صفقات بعد.",
    "INP_ERR": "هناك خطأ في إدخالك.",
    "CANCEL": "إلغاء",
    "DELETE": "حذف",
    "UPDATE": "تحديث",
    "SUBMIT": "إرسال",
    "CHANGE_PREF_LANGUAGE": "تغيير اللغة المفضلة",
    "ACCESS_DENIED": "الوصول مرفوض.",
    "SURE": "هل أنت متأكد؟",
    "FAILED": "فشلت العملية.",
    "SUCCESS": "نجحت العملية.",
    "SERVER": "حدث خطأ في الخادم. يرجى المحاولة مرة أخرى.",
    "UNKNOWN": "تم تلقي استجابة غير معروفة من الواجهة.",
    "INTERFACE": "تعذر إنشاء اتصال مع الواجهة.",
    "WRONG_REQUEST": "طلب غير صالح.",
    "NAT": {
        "NAV": {
            "HOME": "الرئيسية",
            "SKILLS": "المهارات",
            "PROJECTS": "المشاريع"
        },
        "TITLE": {
            "SE": "مطور شامل",
            "BD": "مطور بلوكتشين",
            "ATD": "مطور خوارزميات التداول",
            "AE": "مطور التعلم الآلي والذكاء الاصطناعي"
        },
        "INTRO": {
            "PRE": "مرحبًا! اسمي ",
            "POST": "أنا"
        },
        "SOCIAL": {
            "LI": "لينكدإن",
            "GH": "جيت هب",
            "X": "إكس/تويتر",
            "RM": "تحميل السيرة الذاتية",
            "EM": "البريد الإلكتروني"
        },
        "ABOUT": {
            "HEAD": "عني",
            "GIT": "تواصل معي",
            "P1": "أنا مهندس برمجيات شغوف بأسس قوية في تطوير الواجهة الأمامية والخلفية. بدأت رحلتي في عام 2019 كمطور ويب، حيث عملت مع تقنيات مثل PHP وNode.js لبناء تطبيقات قابلة للتطوير وفعالة. مع مرور الوقت، وسعت خبرتي إلى حلول المؤسسات باستخدام Java، وتطوير التطبيقات المحمولة باستخدام Android Studio وFlutter، وأطر عمل الويب الحديثة مثل Vue وAngular.",
            "P2": "في السنوات الأخيرة، ركزت على الأتمتة، وأنظمة التداول، والمنصات المدعومة بالذكاء الاصطناعي. أتخصص في تطوير روبوتات تداول عالية الأداء، وتحسين بنية RPC، وبناء تطبيقات تعتمد على تيليجرام مع تجارب مستخدم سلسة. يشمل عملي معالجة البيانات في الوقت الفعلي، واستراتيجيات التداول الخوارزمية، ودمج نماذج الذكاء الاصطناعي لتحسين اتخاذ القرار.",
            "P3": "مع استمراري في صقل مهاراتي التقنية والتحليلية، أهدف إلى سد الفجوة بين التكنولوجيا والأعمال. هدفي طويل المدى هو الحصول على ماجستير إدارة الأعمال لتوسيع رؤيتي الاستراتيجية، مما يمكنني من تطوير حلول مبتكرة في مجالات التكنولوجيا المالية، والأتمتة، والتطبيقات المدعومة بالذكاء الاصطناعي."
        },
        "EXTRA": {
            "HEAD": "ما وراء الكود",
            "EDU": {
                "HEAD": "التعليم"
            },
            "WORK": {
                "HEAD": "الخبرة العملية",
                "RM": "عن بُعد",
                "OS": "في الموقع",
                "WD1": "طورت ودمجت واجهات برمجة التطبيقات REST وSOAP، مما حسّن أوقات الاستجابة بنسبة 20%.",
                "WD2": "عززت واجهات المستخدم، مما زاد من رضا المستخدم بنسبة 15%.",
                "WD3": "شخصت وحللت أخطاء حرجة خلال مراحل DIT وSIT، مما حسّن معدلات نجاح النشر بنسبة 25%.",
                "WD4": "نسقت مع فرق متعددة الوظائف لضمان تسليم المشاريع في الوقت المحدد وبالكامل، مما حسّن كفاءة المشروع الإجمالية بنسبة 10%."
            },
            "CERT": {
                "HEAD": "الشهادات"
            }
        },
        "SKILLS": {
            "HEAD": "مهاراتي",
            "C1": "اللغات",
            "C2": "أطر العمل والمكتبات",
            "C3": "قواعد البيانات",
            "C4": "الأدوات",
            "C5": "السحابة والمنصات"
        },
        "PROJECTS": {
            "HEAD": "المشاريع المميزة",
            "DESC": {
                "AN": "روبوت تيليجرام لاستقبال الرسائل المجهولة، مع دعم ويب للمستخدمين غير المسجلين في تيليجرام. الرد مجهول الهوية، وإدارة الروابط، ومشاركة النصوص أو الوسائط بأمان.",
                "FL": "نظام تداول عملات مشفرة سريع وخفيف الوزن يحسن الإشارات لزيادة الدقة والأتمتة.",
                "GU": "أداة ويب لجلب وتصنيف وتلخيص وإدارة الأخبار والمقالات العالمية باستخدام واجهة برمجة تطبيقات GDELT 2.0. صُممت لصناع المحتوى، ومجمعي الأخبار، والباحثين، هذه الأداة تبسط الوصول إلى المقالات المحدثة بواجهة مستخدم بديهية وإعدادات قابلة للتخصيص.",
                "LG": "مجمع أخبار يعمل دون اتصال بالإنترنت لنيجيريا. يتضمن تطبيقًا محمولًا باستخدام React Native، ولوحة تحكم إدارية باستخدام Angular، وخط أنابيب مدمج بعمق يؤتمت جمع الأخبار ومعالجتها وتسليمها. يشمل النظام تنظيمًا بمساعدة الذكاء الاصطناعي، وتزامنًا سلسًا، وروابط ديناميكية عميقة، وموقع هبوط محسن لتحسين محركات البحث. صُمم ليكون معياريًا وقابلًا لإعادة التسمية بسهولة، وهو قابل للتكيف مع أي منطقة بتغييرات طفيفة في الإعدادات.",
                "PT": "عرض ديناميكي وتفاعلي لأعمالي ومهاراتي ومشاريعي. صُمم للتوضيح والجذب، يسلط الضوء على خبرتي عبر تقنيات متنوعة، مع عروض توضيحية حية للمشاريع ورؤى حول رحلتي في التطوير. صُمم مع مراعاة المرونة والقابلية للتوسع، ويعمل كمحفظة ومركز للابتكارات المستمرة.",
                "IM": "نظام إدارة مخزون يعتمد على ويندوز، تم بناؤه في Visual Studio 2019. يتضمن تصنيف العناصر، وتتبع النفقات، وإدارة المخزون، مقدمًا حلًا بسيطًا ولكنه فعال لتتبع المخزون والنفقات. تم تطويره كمشروع للفصل الدراسي السادس.",
                "WK": "منصة تنبؤ مباريات افتراضية مؤتمتة في الوقت الفعلي لمواقع المراهنات الرياضية. تم إيقافها لأنه، على عكس ما يُعتقد علنًا، لا تُحسب النتائج الفعلية بناءً على الإحصاءات، بل بعد وضع جميع الرهانات لضمان فوز المنصة دائمًا.",
                "TR": "تطبيق نقل عام مبتكر يعمل دون اتصال بالإنترنت مصمم لتحسين تجربة استخدام Tin City Metro في جوس، ولاية بلاتو، نيجيريا. يوفر هذا المستودع نظرة عامة، وملفات تم تجميعها (APK وIPA)، وصور شاشة لأغراض العرض.",
                "RG": "رفيق صلاة كاثوليكي مصمم بشكل جميل، يعمل دون اتصال بالإنترنت بالكامل، يرشد المستخدمين عبر المسبحة المقدسة وتاج الرحمة الإلهية. صُمم ليكون غامرًا وبديهيًا وروحانيًا بعمق.",
                "KM": "نظام إشارات تداول الفوركس في الوقت الفعلي يجمع بين تحليل بيانات الشموع، وخوارزمية مؤشرات من 7 خطوات، وعناوين مالية مباشرة، وتفكير الشعور المدعوم بـ LLM لإنتاج إدخالات LONG/SHORT عالية الثقة. يبث رؤى إشارات مفصلة إلى تيليجرام لتنبيهات سريعة وقابلة للتنفيذ.",
                "EM": "مُتتبّع مزاج متعدد اللغات يعتمد على الخصوصية أولاً، يدعم التسجيل دون اتصال، يقدم رؤى ذكاء اصطناعي، ويحتوي على رسوم بيانية ديناميكية عبر الوقت.",
                "GT": "منصة تفاعلية في الوقت الفعلي تتابع الاتجاهات الإخبارية العالمية حسب الدولة، وتعرض الكلمات المفتاحية المرتبة مع تحليل المشاعر والتصنيفات الموضوعية. توفر رؤى فورية حول كيفية تطور نبرة الأحداث في مجالات مثل السياسة والاقتصاد والصحة والثقافة، مما يساعد الصحفيين والمحللين وصنّاع القرار على البقاء على اطلاع باستخدام بيانات واضحة ومنظمة."
            },
            "STATUS": {
                "ONLINE": "متصل",
                "OFFLINE": "غير متصل",
                "INPROGRESS": "قيد التقدم",
                "DEPLOYED": "منشور",
                "RETIRED": "متقاعد",
                "CONCLUDED": "منتهي"
            }
        }
    },
    "VISIT": "زيارة"
}