{
    "YES": "Yes",
    "NO": "No",
    "ON": "On",
    "OFF": "Off",
    "OK": "OK! Got it",
    "SAVE": "Save",
    "NOTHING_T": "No trades made yet.",
    "INP_ERR": "There is something wrong with your input.",
    "CANCEL": "Cancel",
    "DELETE": "Delete",
    "UPDATE": "Update",
    "SUBMIT": "Submit",
    "CHANGE_PREF_LANGUAGE": "Change Preferred Language",
    "ACCESS_DENIED": "Access denied.",
    "SURE": "Are you sure?",
    "FAILED": "Operation failed.",
    "SUCCESS": "Operation successful.",
    "SERVER": "A server error was encountered. Please try again.",
    "UNKNOWN": "An unknown response was received from interface.",
    "INTERFACE": "A connection could not be established with the interface.",
    "WRONG_REQUEST": "Invalid request.",
    "NAT": {
        "NAV": {
            "HOME": "Home",
            "SKILLS": "Skills",
            "PROJECTS": "Projects"
        },
        "TITLE": {
            "SE": "Full-stack Developer",
            "BD": "Blockchain Dev.",
            "ATD": "Trading Algo Dev.",
            "AE": "ML & AI Dev."
        },
        "INTRO": {
            "PRE": "Hello! My name is ",
            "POST": "I'm a"
        },
        "SOCIAL": {
            "LI": "LinkedIn",
            "GH": "Github",
            "RM": "Download Resume",
            "X": "X/Twitter",
            "EM": "Email"
        },
        "ABOUT": {
            "HEAD": "About Me",
            "GIT": "Get In Touch",
            "P1": "I am a passionate software engineer with a strong foundation in both frontend and backend development. My journey began in 2019 as a web developer, where I worked with technologies like PHP and Node.js, building scalable and efficient applications. Over time, I expanded my expertise into enterprise solutions using Java, mobile development with Android Studio and Flutter, and modern web frameworks like Vue and Angular.",
            "P2": "In recent years, I have focused on automation, trading systems, and AI-driven platforms. I specialize in developing high-performance trading bots, optimizing RPC infrastructure, and building Telegram-based applications with seamless user experiences. My work involves real-time data processing, algorithmic trading strategies, and integrating AI models to enhance decision-making.",
            "P3": "As I continue to refine my technical and analytical skills, I aim to bridge the gap between technology and business. My long-term goal is to pursue an MBA to expand my strategic vision, enabling me to scale innovative solutions in fintech, automation, and AI-driven applications."
        },
        "EXTRA": {
            "HEAD": "Beyond the Code",
            "EDU": {
                "HEAD": "Education"
            },
            "WORK": {
                "HEAD": "Work Experience",
                "RM": "Remote",
                "OS": "On-Site",
                "WD1": "Developed and integrated REST and SOAP APIs, improving response times by 20%.",
                "WD2": "Enhanced user interfaces, boosting user satisfaction by 15%.",
                "WD3": "Diagnosed and resolved critical bugs across DIT and SIT phases, improving deployment success rates by 25%.",
                "WD4": "Coordinated with cross-functional teams to ensure on-time and in-full project delivery, improving overall project efciency by 10%."
            },
            "CERT": {
                "HEAD": "Certification"
            }
        },
        "SKILLS": {
            "HEAD": "My Skills",
            "C1": "Languages",
            "C2": "Frameworks & Libraries",
            "C3": "Databases",
            "C4": "Tools",
            "C5": "Cloud & Platforms"
        },
        "PROJECTS": {
            "HEAD": "Featured Projects",
            "DESC": {
                "AN": "A Telegram bot for receiving anonymous messages, with web support for non-Telegram users. Reply anonymously, manage links, and share text or media securely.",
                "FL": "A fast, lightweight crypto trading system that refines signals for improved accuracy and automation.",
                "GU": "A web-based utility for fetching, categorizing, summarizing and managing global news and articles using the GDELT 2.0 API. Designed for content creators, news aggregators, and researchers, this tool simplifies access to up-to-date articles with an intuitive UI and customizable configurations.",
                "LG": "Full-stack, offline-first news aggregator for Nigeria. It features a React Native mobile app, Angular admin panel, and a deeply integrated pipeline that automates news collection, processing, and delivery. The system includes AI-assisted curation, seamless sync, dynamic deep linking, and a SEO-optimized landing site. Built to be modular and easily rebranded, it's adaptable to any region with minimal config changes.",
                "PT": "A dynamic and interactive showcase of my work, skills, and projects. Designed for clarity and engagement, it highlights my expertise across various technologies, featuring live project demos and insights into my development journey. Built with flexibility and scalability in mind, it serves as both a portfolio and a hub for ongoing innovations.",
                "IM": "A Windows-based inventory management system built in Visual Studio 2019. It features item categorization, expense tracking, and inventory management, providing a simple yet effective solution for tracking stock and expenses. Developed as a sixth-semester project.",
                "WK": "A real-time automated virtual match prediction platform for sport betting sites. Discontinued because despite what the public is made to believe. Actual outcomes are not computed based on results and statistics, but after all bets are placed to ensure that platform always wins.",
                "TR": "An innovative, offline-first public transport utility app designed to enhance the experience of using Tin City Metro in Jos, Plateau State, Nigeria. This repository provides an overview, built files (APK and IPA), and screenshots for demonstration purposes.",
                "RG": "A beautifully crafted, fully offline Catholic prayer companion that guides users through the Holy Rosary and the Divine Mercy Chaplet. Designed to be immersive, intuitive, and deeply spiritual.",
                "KM": "A real-time Forex trading signal system that combines candlestick data analysis, a 7-step indicator algorithm, live financial headlines, and LLM-powered sentiment reasoning to produce high-confidence LONG/SHORT entries. Broadcasts detailed signal insights to Telegram for fast, actionable alerts.",
                "EM": "A privacy-first, multilingual mood tracker with offline logging, AI insights, and dynamic charts across time.",
                "GT": "A real-time dashboard that ranks trending keywords by country, showing each item’s sentiment, topic labels, last update, and movement delta as trends rise or fall. Built for fast, server-rendered delivery with multilingual support and SEO-friendly pages, it provides a clean, always-live view of global news signals—letting analysts, journalists, and decision-makers monitor what’s gaining attention, where it’s happening, and how the tone is shifting."
            },
            "STATUS": {
                "ONLINE": "Online",
                "OFFLINE": "Offline",
                "INPROGRESS": "In Progress",
                "DEPLOYED": "Deployed",
                "RETIRED": "Retired",
                "CONCLUDED": "Concluded"
            }
        }
    },
    "VISIT": "Visit"
}