{
    "YES": "Yes",
    "NO": "No",
    "ON": "On",
    "OFF": "Off",
    "OK": "OK! Got it",
    "SAVE": "Save",
    "NOTHING_T": "No trades made yet.",
    "INP_ERR": "There is something wrong with your input.",
    "CANCEL": "Cancel",
    "DELETE": "Delete",
    "UPDATE": "Update",
    "SUBMIT": "Submit",
    "CHANGE_PREF_LANGUAGE": "Change Preferred Language",
    "ACCESS_DENIED": "Access denied.",
    "SURE": "Are you sure?",
    "FAILED": "Operation failed.",
    "SUCCESS": "Operation successful.",
    "SERVER": "A server error was encountered. Please try again.",
    "UNKNOWN": "An unknown response was received from interface.",
    "INTERFACE": "A connection could not be established with the interface.",
    "WRONG_REQUEST": "Invalid request.",
    "NAT": {
        "NAV": {
            "HOME": "Home",
            "SKILLS": "Skills",
            "PROJECTS": "Projects"
        },
        "TITLE": {
            "SE": "Software Engineer",
            "BD": "Blockchain Dev.",
            "ATD": "Trading Algo Dev.",
            "AE": "ML & AI Dev."
        },
        "INTRO": {
            "PRE": "Hello! My name is ",
            "POST": "I'm a"
        },
        "SOCIAL": {
            "LI": "LinkedIn",
            "GH": "Github",
            "RM": "Download Resume"
        },
        "ABOUT": {
            "HEAD": "About Me",
            "GIT": "Get In Touch",
            "P1": "I am a passionate software engineer with a strong foundation in both frontend and backend development. My journey began in 2019 as a web developer, where I worked with technologies like PHP and Node.js, building scalable and efficient applications. Over time, I expanded my expertise into enterprise solutions using Java, mobile development with Android Studio and Flutter, and modern web frameworks like Vue and Angular.",
            "P2": "In recent years, I have focused on automation, trading systems, and AI-driven platforms. I specialize in developing high-performance trading bots, optimizing RPC infrastructure, and building Telegram-based applications with seamless user experiences. My work involves real-time data processing, algorithmic trading strategies, and integrating AI models to enhance decision-making.",
            "P3": "As I continue to refine my technical and analytical skills, I aim to bridge the gap between technology and business. My long-term goal is to pursue an MBA to expand my strategic vision, enabling me to scale innovative solutions in fintech, automation, and AI-driven applications."
        },
        "EXTRA": {
            "HEAD": "More Details",
            "EDU": {
                "HEAD": "Education"
            },
            "WORK": {
                "HEAD": "Work Experience",
                "RM": "Remote",
                "OS": "On-Site",
                "WD1": "Developed and integrated REST and SOAP APIs, improving response times by 20%.",
                "WD2": "Enhanced user interfaces, boosting user satisfaction by 15%.",
                "WD3": "Diagnosed and resolved critical bugs across DIT and SIT phases, improving deployment success rates by 25%.",
                "WD4": "Coordinated with cross-functional teams to ensure on-time and in-full project delivery, improving overall project efciency by 10%."
            }
        }
    }
}