{
    "YES": "Sí",
    "NO": "No",
    "ON": "Encendido",
    "OFF": "Apagado",
    "OK": "¡Entendido!",
    "SAVE": "Guardar",
    "NOTHING_T": "Aún no se han realizado transacciones.",
    "INP_ERR": "Hay algo incorrecto con tu entrada.",
    "CANCEL": "Cancelar",
    "DELETE": "Eliminar",
    "UPDATE": "Actualizar",
    "SUBMIT": "Enviar",
    "CHANGE_PREF_LANGUAGE": "Cambiar idioma preferido",
    "ACCESS_DENIED": "Acceso denegado.",
    "SURE": "¿Estás seguro?",
    "FAILED": "Operación fallida.",
    "SUCCESS": "Operación exitosa.",
    "SERVER": "Se encontró un error en el servidor. Por favor, intenta de nuevo.",
    "UNKNOWN": "Se recibió una respuesta desconocida desde la interfaz.",
    "INTERFACE": "No se pudo establecer una conexión con la interfaz.",
    "WRONG_REQUEST": "Solicitud inválida.",
    "NAT": {
        "NAV": {
            "HOME": "Inicio",
            "SKILLS": "Habilidades",
            "PROJECTS": "Proyectos"
        },
        "TITLE": {
            "SE": "Desarrollador Full-stack",
            "BD": "Desarrollador de Blockchain",
            "ATD": "Desarrollador de Algoritmos de Trading",
            "AE": "Desarrollador de ML y IA"
        },
        "INTRO": {
            "PRE": "¡Hola! Mi nombre es ",
            "POST": "Soy"
        },
        "SOCIAL": {
            "LI": "LinkedIn",
            "GH": "Github",
            "RM": "Descargar Currículum",
            "EM": "Correo electrónico"
        },
        "ABOUT": {
            "HEAD": "Sobre Mí",
            "GIT": "Contacta Conmigo",
            "P1": "Soy un ingeniero de software apasionado con una sólida base en desarrollo frontend y backend. Mi trayectoria comenzó en 2019 como desarrollador web, trabajando con tecnologías como PHP y Node.js, creando aplicaciones escalables y eficientes. Con el tiempo, amplié mi experiencia en soluciones empresariales usando Java, desarrollo móvil con Android Studio y Flutter, y frameworks web modernos como Vue y Angular.",
            "P2": "En los últimos años, me he enfocado en automatización, sistemas de trading y plataformas impulsadas por IA. Me especializo en desarrollar bots de trading de alto rendimiento, optimizar infraestructuras RPC y construir aplicaciones basadas en Telegram con experiencias de usuario fluidas. Mi trabajo incluye procesamiento de datos en tiempo real, estrategias de trading algorítmico e integración de modelos de IA para mejorar la toma de decisiones.",
            "P3": "A medida que sigo perfeccionando mis habilidades técnicas y analíticas, mi objetivo es cerrar la brecha entre tecnología y negocios. Mi meta a largo plazo es obtener un MBA para ampliar mi visión estratégica, lo que me permitirá escalar soluciones innovadoras en fintech, automatización y aplicaciones impulsadas por IA."
        },
        "EXTRA": {
            "HEAD": "Más Allá del Código",
            "EDU": {
                "HEAD": "Educación"
            },
            "WORK": {
                "HEAD": "Experiencia Laboral",
                "RM": "Remoto",
                "OS": "Presencial",
                "WD1": "Desarrollé e integré APIs REST y SOAP, mejorando los tiempos de respuesta en un 20%.",
                "WD2": "Mejoré interfaces de usuario, aumentando la satisfacción del usuario en un 15%.",
                "WD3": "Diagnostiqué y resolví errores críticos en las fases DIT y SIT, mejorando las tasas de éxito de implementación en un 25%.",
                "WD4": "Coordiné con equipos multifuncionales para garantizar la entrega de proyectos a tiempo y completa, mejorando la eficiencia general del proyecto en un 10%."
            },
            "CERT": {
                "HEAD": "Certificaciones"
            }
        },
        "SKILLS": {
            "HEAD": "Mis Habilidades",
            "C1": "Lenguajes",
            "C2": "Frameworks y Bibliotecas",
            "C3": "Bases de Datos",
            "C4": "Herramientas",
            "C5": "Nube y Plataformas"
        },
        "PROJECTS": {
            "HEAD": "Proyectos Destacados",
            "DESC": {
                "AN": "Un bot de Telegram para recibir mensajes anónimos, con soporte web para usuarios no registrados en Telegram. Responde anónimamente, gestiona enlaces y comparte texto o medios de forma segura.",
                "FL": "Un sistema de trading de criptomonedas rápido y ligero que refina señales para mejorar la precisión y la automatización.",
                "GU": "Una utilidad web para obtener, categorizar, resumir y gestionar noticias y artículos globales usando la API GDELT 2.0. Diseñada para creadores de contenido, agregadores de noticias e investigadores, esta herramienta simplifica el acceso a artículos actualizados con una interfaz intuitiva y configuraciones personalizables.",
                "LG": "Un agregador de noticias offline-first para Nigeria. Incluye una aplicación móvil en React Native, un panel de administración en Angular y un pipeline profundamente integrado que automatiza la recolección, procesamiento y entrega de noticias. El sistema cuenta con curación asistida por IA, sincronización fluida, enlaces dinámicos profundos y un sitio de aterrizaje optimizado para SEO. Construido para ser modular y fácilmente rebrandeable, es adaptable a cualquier región con cambios mínimos de configuración.",
                "PT": "Un escaparate dinámico e interactivo de mi trabajo, habilidades y proyectos. Diseñado para claridad y engagement, destaca mi experiencia en diversas tecnologías, con demostraciones de proyectos en vivo e información sobre mi trayectoria de desarrollo. Construido con flexibilidad y escalabilidad en mente, sirve como portafolio y centro para innovaciones en curso.",
                "IM": "Un sistema de gestión de inventario basado en Windows, construido en Visual Studio 2019. Incluye categorización de ítems, seguimiento de gastos y gestión de inventario, ofreciendo una solución simple pero efectiva para rastrear existencias y gastos. Desarrollado como proyecto de sexto semestre.",
                "WK": "Una plataforma de predicción de partidos virtuales automatizada en tiempo real para sitios de apuestas deportivas. Descontinuada porque, a pesar de lo que se hace creer al público, los resultados reales no se calculan basados en estadísticas, sino después de que todas las apuestas se han realizado para garantizar que la plataforma siempre gane.",
                "TR": "Una aplicación innovadora de transporte público offline-first diseñada para mejorar la experiencia de usar Tin City Metro en Jos, Plateau State, Nigeria. Este repositorio proporciona una descripción general, archivos compilados (APK e IPA) y capturas de pantalla para fines de demostración.",
                "RG": "Un compañero de oración católico bellamente diseñado, completamente offline, que guía a los usuarios a través del Santo Rosario y la Coronilla de la Divina Misericordia. Diseñado para ser inmersivo, intuitivo y profundamente espiritual.",
                "KM": "Un sistema de señales de trading de Forex en tiempo real que combina análisis de datos de velas, un algoritmo de indicadores de 7 pasos, titulares financieros en vivo y razonamiento de sentimiento impulsado por LLM para producir entradas LONG/SHORT de alta confianza. Transmite información detallada de señales a Telegram para alertas rápidas y accionables.",
                "EM": "Un rastreador de estados de ánimo multilingüe que prioriza la privacidad, con registro sin conexión, análisis de IA y gráficos dinámicos a lo largo del tiempo.",
                "GT": "Una plataforma interactiva en tiempo real que rastrea tendencias noticiosas globales por país, mostrando palabras clave clasificadas junto con análisis de sentimiento y categorías temáticas. Ofrece información instantánea sobre cómo evoluciona el tono de los acontecimientos en áreas como política, economía, salud y cultura, ayudando a periodistas, analistas y responsables de la toma de decisiones a mantenerse actualizados con datos claros y organizados."
            },
            "STATUS": {
                "ONLINE": "En Línea",
                "OFFLINE": "Fuera de Línea",
                "INPROGRESS": "En Progreso",
                "DEPLOYED": "Desplegado",
                "RETIRED": "Retirado",
                "CONCLUDED": "Concluido"
            }
        }
    },
    "VISIT": "Visitar"
}