{
    "YES": "Oui",
    "NO": "Non",
    "ON": "Activé",
    "OFF": "Désactivé",
    "OK": "OK ! Compris",
    "SAVE": "Enregistrer",
    "NOTHING_T": "Aucune transaction effectuée pour le moment.",
    "INP_ERR": "Il y a un problème avec votre saisie.",
    "CANCEL": "Annuler",
    "DELETE": "Supprimer",
    "UPDATE": "Mettre à jour",
    "SUBMIT": "Soumettre",
    "CHANGE_PREF_LANGUAGE": "Changer la langue préférée",
    "ACCESS_DENIED": "Accès refusé.",
    "SURE": "Êtes-vous sûr ?",
    "FAILED": "Opération échouée.",
    "SUCCESS": "Opération réussie.",
    "SERVER": "Une erreur de serveur a été rencontrée. Veuillez réessayer.",
    "UNKNOWN": "Une réponse inconnue a été reçue de l'interface.",
    "INTERFACE": "Une connexion n'a pas pu être établie avec l'interface.",
    "WRONG_REQUEST": "Requête invalide.",
    "NAT": {
        "NAV": {
            "HOME": "Accueil",
            "SKILLS": "Compétences",
            "PROJECTS": "Projets"
        },
        "TITLE": {
            "SE": "Développeur Full-stack",
            "BD": "Développeur Blockchain",
            "ATD": "Développeur d'algorithmes de trading",
            "AE": "Développeur ML et IA"
        },
        "INTRO": {
            "PRE": "Bonjour ! Je m'appelle ",
            "POST": "Je suis"
        },
        "SOCIAL": {
            "LI": "LinkedIn",
            "GH": "Github",
            "X": "X/Twitter",
            "RM": "Télécharger le CV",
            "EM": "Courriel"
        },
        "ABOUT": {
            "HEAD": "À propos de moi",
            "GIT": "Me contacter",
            "P1": "Je suis un ingénieur logiciel passionné avec une solide expertise en développement frontend et backend. Mon parcours a débuté en 2019 en tant que développeur web, travaillant avec des technologies comme PHP et Node.js pour créer des applications évolutives et performantes. Au fil du temps, j'ai élargi mes compétences vers des solutions d'entreprise avec Java, le développement mobile avec Android Studio et Flutter, ainsi que des frameworks web modernes comme Vue et Angular.",
            "P2": "Ces dernières années, je me suis concentré sur l'automatisation, les systèmes de trading et les plateformes pilotées par l'IA. Je me spécialise dans le développement de bots de trading haute performance, l'optimisation d'infrastructures RPC et la création d'applications basées sur Telegram avec des expériences utilisateur fluides. Mon travail inclut le traitement de données en temps réel, des stratégies de trading algorithmique et l'intégration de modèles d'IA pour améliorer la prise de décision.",
            "P3": "Tout en continuant à affiner mes compétences techniques et analytiques, je cherche à combler le fossé entre technologie et affaires. Mon objectif à long terme est de poursuivre un MBA pour élargir ma vision stratégique, me permettant de développer des solutions innovantes dans les domaines de la fintech, de l'automatisation et des applications basées sur l'IA."
        },
        "EXTRA": {
            "HEAD": "Au-delà du code",
            "EDU": {
                "HEAD": "Formation"
            },
            "WORK": {
                "HEAD": "Expérience professionnelle",
                "RM": "À distance",
                "OS": "Sur site",
                "WD1": "Développement et intégration d'APIs REST et SOAP, améliorant les temps de réponse de 20 %.",
                "WD2": "Amélioration des interfaces utilisateur, augmentant la satisfaction des utilisateurs de 15 %.",
                "WD3": "Diagnostic et résolution de bugs critiques lors des phases DIT et SIT, améliorant les taux de succès de déploiement de 25 %.",
                "WD4": "Coordination avec des équipes pluridisciplinaires pour garantir une livraison de projets dans les délais et complète, améliorant l'efficacité globale des projets de 10 %."
            },
            "CERT": {
                "HEAD": "Certifications"
            }
        },
        "SKILLS": {
            "HEAD": "Mes compétences",
            "C1": "Langages",
            "C2": "Frameworks et bibliothèques",
            "C3": "Bases de données",
            "C4": "Outils",
            "C5": "Cloud et plateformes"
        },
        "PROJECTS": {
            "HEAD": "Projets en vedette",
            "DESC": {
                "AN": "Un bot Telegram pour recevoir des messages anonymes, avec un support web pour les utilisateurs non inscrits sur Telegram. Répondez anonymement, gérez les liens et partagez du texte ou des médias en toute sécurité.",
                "FL": "Un système de trading crypto rapide et léger qui affine les signaux pour une meilleure précision et automatisation.",
                "GU": "Une utilité web pour récupérer, catégoriser, résumer et gérer des actualités et articles mondiaux à l'aide de l'API GDELT 2.0. Conçue pour les créateurs de contenu, les agrégateurs de nouvelles et les chercheurs, cet outil simplifie l'accès à des articles à jour avec une interface intuitive et des configurations personnalisables.",
                "LG": "Un agrégateur de nouvelles offline-first pour le Nigeria. Il comprend une application mobile en React Native, un panneau d'administration en Angular et un pipeline profondément intégré qui automatise la collecte, le traitement et la livraison des nouvelles. Le système inclut une curation assistée par IA, une synchronisation fluide, des liens dynamiques profonds et un site d'atterrissage optimisé pour le SEO. Conçu pour être modulaire et facilement rebrandable, il est adaptable à n'importe quelle région avec des modifications de configuration minimales.",
                "PT": "Une vitrine dynamique et interactive de mon travail, mes compétences et mes projets. Conçue pour la clarté et l'engagement, elle met en avant mon expertise dans diverses technologies, avec des démonstrations de projets en direct et des insights sur mon parcours de développement. Construite avec flexibilité et évolutivité à l'esprit, elle sert à la fois de portfolio et de hub pour les innovations en cours.",
                "IM": "Un système de gestion d'inventaire basé sur Windows, construit dans Visual Studio 2019. Il inclut la catégorisation des articles, le suivi des dépenses et la gestion des stocks, offrant une solution simple mais efficace pour suivre les stocks et les dépenses. Développé comme projet de sixième semestre.",
                "WK": "Une plateforme de prédiction de matchs virtuels automatisée en temps réel pour les sites de paris sportifs. Abandonnée car, contrairement à ce que le public croit, les résultats réels ne sont pas calculés sur la base de résultats et de statistiques, mais après que tous les paris ont été placés pour garantir que la plateforme gagne toujours.",
                "TR": "Une application de transport public offline-first innovante conçue pour améliorer l'expérience d'utilisation de Tin City Metro à Jos, État du Plateau, Nigeria. Ce dépôt fournit un aperçu, des fichiers compilés (APK et IPA) et des captures d'écran à des fins de démonstration.",
                "RG": "Un compagnon de prière catholique magnifiquement conçu, entièrement offline, qui guide les utilisateurs à travers le Saint Rosaire et la Couronne de la Miséricorde Divine. Conçu pour être immersif, intuitif et profondément spirituel.",
                "KM": "Un système de signaux de trading Forex en temps réel qui combine l'analyse des données de chandeliers, un algorithme d'indicateurs en 7 étapes, des actualités financières en direct et un raisonnement de sentiment alimenté par LLM pour produire des entrées LONG/SHORT à haute confiance. Diffuse des informations détaillées sur les signaux à Telegram pour des alertes rapides et exploitables.",
                "EM": "Un traceur d'humeur multilingue qui privilégie la confidentialité, avec enregistrement hors ligne, insights d'IA et graphiques dynamiques dans le temps.",
                "GT": "Une plateforme interactive en temps réel qui suit les tendances de l’actualité mondiale par pays, affichant des mots-clés classés accompagnés d’analyses de sentiment et de catégories thématiques. Elle fournit des informations instantanées sur l’évolution du ton des événements dans des domaines tels que la politique, l’économie, la santé et la culture, aidant journalistes, analystes et décideurs à rester informés grâce à des données claires et structurées."
            },
            "STATUS": {
                "ONLINE": "En ligne",
                "OFFLINE": "Hors ligne",
                "INPROGRESS": "En cours",
                "DEPLOYED": "Déployé",
                "RETIRED": "Retiré",
                "CONCLUDED": "Terminé"
            }
        }
    },
    "VISIT": "Visiter"
}