{
    "YES": "हाँ",
    "NO": "नहीं",
    "ON": "चालू",
    "OFF": "बंद",
    "OK": "ठीक है! समझ गया",
    "SAVE": "सहेजें",
    "NOTHING_T": "अभी तक कोई ट्रेड नहीं किया गया।",
    "INP_ERR": "आपके इनपुट में कुछ गड़बड़ है।",
    "CANCEL": "रद्द करें",
    "DELETE": "हटाएँ",
    "UPDATE": "अपडेट करें",
    "SUBMIT": "जमा करें",
    "CHANGE_PREF_LANGUAGE": "पसंदीदा भाषा बदलें",
    "ACCESS_DENIED": "पहुँच अस्वीकृत।",
    "SURE": "क्या आप निश्चित हैं?",
    "FAILED": "ऑपरेशन विफल हुआ।",
    "SUCCESS": "ऑपरेशन सफल हुआ।",
    "SERVER": "सर्वर में त्रुटि हुई। कृपया पुनः प्रयास करें।",
    "UNKNOWN": "इंटरफेस से अज्ञात प्रतिक्रिया प्राप्त हुई।",
    "INTERFACE": "इंटरफेस के साथ कनेक्शन स्थापित नहीं हो सका।",
    "WRONG_REQUEST": "अमान्य अनुरोध।",
    "NAT": {
        "NAV": {
            "HOME": "होम",
            "SKILLS": "कौशल",
            "PROJECTS": "प्रोजेक्ट्स"
        },
        "TITLE": {
            "SE": "फुल-स्टैक डेवलपर",
            "BD": "ब्लॉकचेन डेवलपर",
            "ATD": "ट्रेडिंग एल्गोरिदम डेवलपर",
            "AE": "एमएल और एआई डेवलपर"
        },
        "INTRO": {
            "PRE": "नमस्ते! मेरा नाम ",
            "POST": "हूँ। मैं एक"
        },
        "SOCIAL": {
            "LI": "लिंक्डइन",
            "GH": "गिटहब",
            "RM": "रिज्यूम डाउनलोड करें"
        },
        "ABOUT": {
            "HEAD": "मेरे बारे में",
            "GIT": "संपर्क करें",
            "P1": "मैं एक उत्साही सॉफ्टवेयर इंजीनियर हूँ, जिसके पास फ्रंटएंड और बैकएंड डेवलपमेंट में मजबूत आधार है। मेरी यात्रा 2019 में एक वेब डेवलपर के रूप में शुरू हुई, जहाँ मैंने PHP और Node.js जैसी तकनीकों के साथ स्केलेबल और कुशल अनुप्रयोग बनाए। समय के साथ, मैंने जावा का उपयोग करके उद्यम समाधानों, एंड्रॉइड स्टूडियो और फ्लटर के साथ मोबाइल डेवलपमेंट, और Vue और Angular जैसे आधुनिक वेब फ्रेमवर्क में अपनी विशेषज्ञता का विस्तार किया।",
            "P2": "हाल के वर्षों में, मैंने ऑटोमेशन, ट्रेडिंग सिस्टम, और AI-चालित प्लेटफॉर्म पर ध्यान केंद्रित किया है। मैं उच्च-प्रद radhan ट्रेडिंग बॉट्स विकसित करने, RPC इन्फ्रास्ट्रक्चर को अनुकूलित करने, और टेलीग्राम-आधारित अनुप्रयोगों को सहज उपयोगकर्ता अनुभव के साथ बनाने में विशेषज्ञ हूँ। मेरा काम रीयल-टाइम डेटा प्रोसेसिंग, एल्गोरिदमिक ट्रेडिंग रणनीतियों, और निर्णय लेने में सुधार के लिए AI मॉडल्स को एकीकृत करने में शामिल है।",
            "P3": "जैसे-जैसे मैं अपनी तकनीकी और विश्लेषणात्मक कौशल को और निखारता हूँ, मेरा लक्ष्य प्रौद्योगिकी और व्यवसाय के बीच की खाई को पाटना है। मेरा दीर्घकालिक लक्ष्य एक MBA प्राप्त करना है ताकि मैं अपनी रणनीतिक दृष्टि को विस्तार दे सकूँ, जिससे मुझे फिनटेक, ऑटोमेशन, और AI-चालित अनुप्रयोगों में नवाचार समाधान विकसित करने में सक्षम बनाया जा सके।"
        },
        "EXTRA": {
            "HEAD": "कोड से परे",
            "EDU": {
                "HEAD": "शिक्षा"
            },
            "WORK": {
                "HEAD": "कार्य अनुभव",
                "RM": "दूरस्थ",
                "OS": "ऑन-साइट",
                "WD1": "REST और SOAP API विकसित और एकीकृत किए, जिससे प्रतिक्रिया समय में 20% सुधार हुआ।",
                "WD2": "उपयोगकर्ता इंटरफेस में सुधार किया, जिससे उपयोगकर्ता संतुष्टि 15% बढ़ी।",
                "WD3": "DIT और SIT चरणों में महत्वपूर्ण बग्स का निदान और समाधान किया, जिससे डिप्लॉयमेंट सफलता दर में 25% सुधार हुआ।",
                "WD4": "समय पर और पूर्ण प्रोजेक्ट डिलीवरी सुनिश्चित करने के लिए क्रॉस-फंक्शनल टीमों के साथ समन्वय किया, जिससे समग्र प्रोजेक्ट दक्षता में 10% सुधार हुआ।"
            },
            "CERT": {
                "HEAD": "प्रमाणपत्र"
            }
        },
        "SKILLS": {
            "HEAD": "मेरे कौशल",
            "C1": "भाषाएँ",
            "C2": "फ्रेमवर्क और लाइब्रेरीज़",
            "C3": "डेटाबेस",
            "C4": "टूल्स",
            "C5": "क्लाउड और प्लेटफॉर्म"
        },
        "PROJECTS": {
            "HEAD": "विशेष प्रोजेक्ट्स",
            "DESC": {
                "AN": "टेलीग्राम बॉट जो गुमनाम संदेश प्राप्त करने के लिए है, जिसमें गैर-टेलीग्राम उपयोगकर्ताओं के लिए वेब समर्थन शामिल है। गुमनाम रूप से जवाब दें, लिंक प्रबंधित करें, और टेक्स्ट या मीडिया को सुरक्षित रूप से साझा करें।",
                "FL": "एक तेज़, हल्का क्रिप्टो ट्रेडिंग सिस्टम जो सटीकता और ऑटोमेशन में सुधार के लिए सिग्नल को परिष्कृत करता है।",
                "GU": "GDELT 2.0 API का उपयोग करके वैश्विक समाचार और लेखों को प्राप्त करने, वर्गीकृत करने, सारांशित करने और प्रबंधित करने के लिए एक वेब-आधारित उपयोगिता। कंटेंट क्रिएटर्स, समाचार एकत्रकर्ताओं, और शोधकर्ताओं के लिए डिज़ाइन की गई, यह टूल एक सहज UI और अनुकूलन योग्य कॉन्फ़िगरेशन के साथ अद्यतन लेखों तक आसान पहुँच प्रदान करता है।",
                "LG": "नाइजीरिया के लिए ऑफलाइन-फर्स्ट समाचार एकत्रकर्ता। इसमें React Native मोबाइल ऐप, Angular एडमिन पैनल, और एक गहराई से एकीकृत पाइपलाइन शामिल है जो समाचार संग्रह, प्रसंस्करण, और वितरण को स्वचालित करता है। सिस्टम में AI-सहायता प्राप्त क्यूरेशन, सहज सिंक, डायनामिक डीप लिंकिंग, और SEO-अनुकूलित लैंडिंग साइट शामिल है। मॉड्यूलर और आसानी से रीब्रांड करने योग्य बनाया गया, यह न्यूनतम कॉन्फ़िगरेशन परिवर्तनों के साथ किसी भी क्षेत्र के लिए अनुकूलनीय है।",
                "PT": "मेरे काम, कौशल, और प्रोजेक्ट्स का एक गतिशील और इंटरैक्टिव प्रदर्शन। स्पष्टता और जुड़ाव के लिए डिज़ाइन किया गया, यह विभिन्न तकनीकों में मेरी विशेषज्ञता को उजागर करता है, जिसमें लाइव प्रोजेक्ट डेमो और मेरे डेवलपमेंट यात्रा की जानकारी शामिल है। लचीलापन और स्केलेबिलिटी को ध्यान में रखकर बनाया गया, यह एक पोर्टफोलियो और चल रहे नवाचारों के लिए एक हब के रूप में कार्य करता है।",
                "IM": "विज़ुअल स्टूडियो 2019 में निर्मित एक विंडोज-आधारित इन्वेंट्री मैनेजमेंट सिस्टम। इसमें आइटम वर्गीकरण, व्यय ट्रैकिंग, और इन्वेंट्री प्रबंधन शामिल है, जो स्टॉक और खर्चों को ट्रैक करने के लिए एक सरल लेकिन प्रभावी समाधान प्रदान करता है। छठे सेमेस्टर के प्रोजेक्ट के रूप में विकसित किया गया।",
                "WK": "खेल सट्टेबाजी साइटों के लिए रीयल-टाइम स्वचालित वर्चुअल मैच भविष्यवाणी मंच। इसे बंद कर दिया गया क्योंकि, जनता के विश्वास के विपरीत, वास्तविक परिणाम परिणामों और आँकड़ों के आधार पर गणना नहीं किए जाते, बल्कि सभी दांव लगाए जाने के बाद यह सुनिश्चित करने के लिए कि मंच हमेशा जीतता है।",
                "TR": "नाइजीरिया के जोस, प्लेटो स्टेट में टिन सिटी मेट्रो का उपयोग करने के अनुभव को बेहतर बनाने के लिए डिज़ाइन किया गया एक नवाचारपूर्ण, ऑफलाइन-फर्स्ट सार्वजनिक परिवहन उपयोगिता ऐप। यह रिपॉजिटरी एक अवलोकन, निर्मित फाइलें (APK और IPA), और प्रदर्शन के लिए स्क्रीनशॉट प्रदान करता है।",
                "RG": "एक खूबसूरती से तैयार किया गया, पूरी तरह से ऑफलाइन कैथोलिक प्रार्थना साथी जो उपयोगकर्ताओं को पवित्र रोज़री और डिवाइन मर्सी चैपलेट के माध्यम से मार्गदर्शन करता है। इसे गहन, सहज और गहरे आध्यात्मिक होने के लिए डिज़ाइन किया गया है।",
                "KM": "एक रीयल-टाइम फॉरेक्स ट्रेडिंग सिग्नल सिस्टम जो कैंडलस्टिक डेटा विश्लेषण, 7-चरणीय संकेतक एल्गोरिदम, लाइव वित्तीय सुर्खियों, और LLM-संचालित भावना तर्क को जोड़ता है ताकि उच्च-विश्वास LONG/SHORT प्रविष्टियाँ उत्पन्न की जा सकें। तेज़, कार्रवाई योग्य अलर्ट के लिए टेलीग्राम पर विस्तृत सिग्नल अंतर्दृष्टि प्रसारित करता है।"
            },
            "STATUS": {
                "ONLINE": "ऑनलाइन",
                "OFFLINE": "ऑफलाइन",
                "INPROGRESS": "प्रगति पर",
                "DEPLOYED": "तैनात",
                "RETIRED": "सेवानिवृत्त",
                "CONCLUDED": "समाप्त"
            }
        }
    },
    "VISIT": "देखें"
}